---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.WorksharingDisplaySettings
source: html/90c5dd8d-95d8-fa2c-037e-1b7b67bdf816.htm
---
# WorksharingDisplaySettings Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.